Tekla Open API Reference for Tekla Structures 2025
ConcreteMixture Methods
The PourObjectFilterExpressions.ConcreteMixture type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
PourObjectFilterExpressions.ConcreteMixture Class
Tekla.Structures.Filtering.Categories Namespace